Repository: omeka-s-modules/Datascribe
Catalog: language/*.po
Languages: bg_bg, ca_es, es, et, it

source: Last submitted
bg_bg: Последно изпратени
ca_es: Darrer enviament
es: Último envío
et: Viimati lisatud
it: Ultimo invio

source: Last reviewed
bg_bg: Последно прегледани
ca_es: Darrera revisió
es: Última revisión
et: Viimati üle vaadatud
it: Ultima revisione

source: Review status
bg_bg: Преглед на състоянието
ca_es: Estat de la revisió
es: Estado de la revisión
et: Ülevaatamise staatus
it: Status della revisione

source: Select items
bg_bg: Изберете елементи
ca_es: Seleccioneu els recursos
es: Seleccionar fichas
et: Vali ühikud
it: Seleziona contenuti

source: No items found. %s
bg_bg: Не са открити елементи. %s
ca_es: No s'ha trobat cap recurs. %s
es: No se han encontrado fichas. %s
et: Ühtegi kirjet ei leitud. %s
it: Nessun contenuto trovato. %s

source: Sync this dataset.
bg_bg: Синхронизирайте този набор от данни.
ca_es: Sincronitza aquest conjunt de dades.
es: Sincronizar este conjunto de datos.
et: Sünkrooni see andmekomplekt
it: Sincronizza questo dataset.

source: If you have recently synced, the sync job likely has not finished<br>and/or you need to refresh this page.
bg_bg: Ако наскоро сте синхронизирали, задачата за синхронизиране вероятно не е завършила <br> и / или трябва да опресните тази страница.
ca_es: Si heu sincronitzat recentment, és probable que la tasca de sincronització no hagi finalitzat <br> o necessiteu actualitzar aquesta pàgina.
es: Si la orden de sincronización es recientemente, es probable que el trabajo no haya finalizado<br> o que sea necesario recargar esta página.
it: Se hai sincronizzato recentemente, il lavoro di sincronizzazione probabilmente non è stato completato <br> e/o devi ricaricare questa pagina.

source: No items found.
bg_bg: Не са открити елементи
ca_es: No s'ha trobat cap recurs.
es: No se han encontrado fichas.
et: Ühtegi ühikut ei leitud.
it: Nessun contenuto trovato.

source: DataScribe item
bg_bg: DataScribe елемент
ca_es: Recurs DataScribe
es: Ficha de DataScribe
et: DataScribe kirje
it: Contenuto DataScribe

source: Omeka item
bg_bg: Omeka елемент
ca_es: Recurs Omeka
es: Ficha de Omeka
et: Omeka ühik
it: Contenuto Omeka

source: Item metadata
bg_bg: Метаданни на елемента
ca_es: Metadades del recurs
es: Metadatos de la ficha
et: Ühiku metaandmed
it: Metadata del contenuto

source: Record count
bg_bg: Брой записи
ca_es: Nombre de registres
es: Número de registros
et: Sissekannete arv
it: Numero di record

source: Not submitted
bg_bg: Неизпратени
ca_es: Sense enviar
es: No enviado
et: Pole lisatud
it: Non inviato

source: Not reviewed
bg_bg: Не е прегледано
ca_es: Sense revisar
es: No revisado
et: Pole üle vaadatud
it: Non rivisto

source: Last locked
bg_bg: Последно заключен
ca_es: Darrer bloqueig
es: Último bloqueo
et: Viimati lukustatud
it: Ultimo blocco

source: Unlocked
bg_bg: Отключен
ca_es: Desbloquejat
es: Desbloqueado
et: Avatud
it: Sbloccato

source: New project
bg_bg: Нов проект
ca_es: Nou projecte
es: Nuevo proyecto
et: Uus projekt
it: Nuovo progetto

source: Configuration
bg_bg: Конфигурация
ca_es: Configuració
es: Configuración
et: Seadistamine
it: Configurazione

source: Projects
bg_bg: Проекти
ca_es: Projectes
es: Proyectos
et: Projektid
it: Progetti

source: No projects found. %s
bg_bg: Не са намерени проекти. %s
ca_es: No s'ha trobat cap projecte. %s
es: No se han encontrado proyectos. %s
et: Ühtegi projekti ei leitud. %s
it: Nessun progettto trovato. %s

source: Add a new project.
bg_bg: Добавяне на нов проект
ca_es: Afegeix un projecte
es: Añadir nuevo proyecto.
et: Lisa uus projekt.
it: Aggiungi un nuovo progetto.

source: Project metadata
bg_bg: Метаданни на проекта
ca_es: Metadades del projecte
es: Metadatos del proyecto
et: Projekti metaandmed
it: Metadata del progetto.

source: Click on a user to add them to the project.
bg_bg: Кликнете върху потребител, за да го добавите към проекта.
ca_es: Feu clic sobre un usuari per afegir-lo al projecte.
es: Pulsar sobre una cuenta para añadirla al proyecto.
et: Kliki kasutajal, et teda projekti lisada.
it: Clicca su un utente per aggiungerlo al progetto.

source: Transcriber
bg_bg: Преписвач
ca_es: Transcriptor
es: Transcriptor
et: Ümberkirjutaja
it: Trascrittore

source: DataScribe: Item
bg_bg: DataScribe: Елемент
ca_es: DataScribe: Recurs
es: DataScribe: Ficha
et: DataScribe: Kirje
it: DataScribe: Contenuto

source: Add new record
bg_bg: Добавяне на нов запис
ca_es: Afegeix un nou registre
es: Añadir nuevo registro
et: Lisa uus sissekanne
it: Aggiungi nuovo record

source: Item actions
bg_bg: Действия с елементи
ca_es: Accions
es: Acciones de la ficha
et: Kirje tegevused
it: Azioni relative al contenuto

source: Item status:
bg_bg: Статус на елемента:
ca_es: Estat de l'ítem:
es: Estado de la ficha:
et: Kirje staatus:
it: Status del contenuto:

source: Lock status:
bg_bg: Състояние на заключване:
ca_es: Estat del bloqueig:
es: Estado de bloqueo:
et: Lukustamise staatus:
it: Blocca status:

source: Locked
bg_bg: Заключен
ca_es: Bloquejat
es: Bloqueado
et: ukustatud
it: Bloccato

source: Last locked to %s on %s
bg_bg: Последно заключване %s на %s
ca_es: Darrer bloqueig a %s en %s
es: Último bloqueo a %s el %s
et: Viimati lukustatud %s päeval %s
it: Bloccato ultima volta a %s su %s

source: Submission status:
bg_bg: Статус на изпращането
ca_es: Estat de l'enviament:
es: Estado del envío:
et: Lisamise staatus:
it: Status dell'invio:

source: Last submitted by %s on %s
bg_bg: Последно изпратено от %sна %s
ca_es: Enviat per última vegada per %s en %s
es: Último envío por %s el %s
it: Inviato per l'ultima volta da %s il %s

source: Review status:
bg_bg: Състояние на прегледа:
ca_es: Estat de la revisió:
es: Estado de la revisión:
et: Ülevaatamise staatus:
it: Status della revisione:

source: Last reviewed by %s on %s
bg_bg: Последен преглед от %sна%s
ca_es: Darrera revisió per %s en %s
es: Última revisión por %s el %s
et: Viimati vaatas üle %s päeval %s
it: Rivisto per l'ultima volta da %s il %s

source: Priority status:
bg_bg: Приоритетен статус:
ca_es: Estat de la prioritat:
es: Estado de prioridad:
et: Tähtsuse staatus:
it: Status di priorità:

source: Not prioritized
bg_bg: Не е приоритизиран
ca_es: Sense prioritzar
es: Sin priorizar
et: Pole esmatähtis
it: Priorità non definita

source: Last prioritized by %s on %s
bg_bg: Последно приоритизиран от %s на%s
ca_es: Prioritzat per darrera vegada per %s en %s
es: Última priorización por %s el %s
it: Priorità definita per l'ultima volta da %s il %s

source: Delete records
bg_bg: Изтриване на записи
ca_es: Suprimeix els registres
es: Borrar registros
et: Kustuta sissekanded
it: Elimina i record

source: Are you sure you would like to delete the selected records?
bg_bg: Наистина ли искате да изтриете избраните записи?
ca_es: Esteu segur que voleu suprimir els registres seleccionats?
es: ¿Confirmar el borrado de los registros seleccionados?
it: Sei sicuro di voler eliminare i record selezionati?

source: %1$s: this action will permanently delete %2$s records and cannot be undone.
bg_bg: %1$s: това действие ще изтрие %2$s записи за постоянно и не може да бъде отменено.
ca_es: %1$s: aquesta acció suprimirà permanentment els %2$s registres i no es pot desfer.
es: %1$s: esta acción eliminará permanentemente %2$s registros y no se podrá deshacer.
it: %1$s: questa azione eliminerà permanentemente %2$s record e non può essere annullata

source: Are you sure you would like to delete all records on all pages of this result?
bg_bg: Наистина ли искате да изтриете всички записи на всички страници на този резултат?
ca_es: Esteu segur que voleu suprimir tots els registres en totes les pàgines d'aquest resultat?
es: ¿Confirmar el borrado de todos los registros en todas las páginas de este resultado?
it: Sei sicuro di voler eliminare tutti i record in tutte le pagine di questo risultato?

source: New record
bg_bg: Нов запис
ca_es: Nou registre
es: Nuevo registro
et: Uus sissekanne
it: Nuovo record

source: DataScribe: Record
bg_bg: DataScribe: Запис
ca_es: DataScribe: Registre
es: DataScribe: Registro
et: DataScribe: Sissekanne

source: Previous records
bg_bg: Предходни записи
ca_es: Registres anteriors
es: Registros anteriores
et: Eelmised sissekanded
it: Record precedente

source: Enable focus mode
bg_bg: Активирайте режима на фокусиране
ca_es: Amaga la columna dreta
es: Activar modo enfoque
it: Attiva modalità focus

source: Enable fast entry mode
bg_bg: Активирайте режима за бързо влизане
ca_es: Activa el mode d'entrada ràpida
es: Activar modo entrada rápida
it: Attiva modalità per l'inserimento rapido

source: Horizontal view
bg_bg: Хоризонтален изглед
ca_es: Vista horitzontal
es: Vista horizontal
et: Horisontaalne vaade
it: Visualizzazione orizzontale

source: Vertical view
bg_bg: Вертикален изглед
ca_es: Vista vertical
es: Vista vertical
et: ertikaalne vaade
it: Visualizzazione verticale

source: Guidelines
bg_bg: Ръководства
ca_es: Directrius
es: Directrices
et: Juhendid
it: Linee guida

source: Add another
bg_bg: Добави друго
ca_es: Afegeix un altre
es: Añadir otro
et: sa veel üks
it: Aggiungi un altro

source: Return to records
bg_bg: Завръщане към записите
ca_es: Torna als registres
es: Volver a los registros
et: Tagasi sissekannete juurde
it: Ritorna ai record

source: Stay on this record
bg_bg: Остани при този запис
ca_es: Mantingues-te en aquest registre.
es: Permanecer en este registro
et: Püsi sellel sissekandel
it: Rimani su questo record

source: This field's data type is unknown. The value cannot be added.
bg_bg: Типът данни на това поле е неизвестен. Стойността не може да бъде добавена.
ca_es: El tipus de dades d'aquest camp és desconegut. No es pot afegir el valor.
es: El tipo de datos de este campo es desconocido. No se pudo añadir el valor.
it: Il tipo di dati di questo campo è sconosciuto. Il valore non può essere aggiunto.

source: This field's data type is unknown. The value cannot be edited.
bg_bg: Типът данни на това поле е неизвестен. Стойността не може да се редактира.
ca_es: El tipus de dada d'aquest camp és desconegut. No es pot editar el valor.
es: El tipo de datos de este campo es desconocido. No se pudo editar el valor.
it: Il tipo di dati di questo campo è sconosciuto. Il valore non può essere modificato.

source: This value is invalid. Please correct it below and save this form to update.
bg_bg: Тази стойност е невалидна. Моля, коригирайте го по-долу и запазете този формуляр за актуализация.
ca_es: Aquest valor no és vàlid. Si us plau, corregeix-lo a continuació i desa aquest formulari per actualitzar-lo.
es: Este valor no es válido. Debe corregirse a continuación y guardar este formulario para actualizarlo.
it: Questo valore non è valido. Correggilo e salva questo modulo per aggiornarlo.

source: This value is marked as invalid but does not appear to be invalid. Either re-validate the dataset or save this form as-is.
bg_bg: Тази стойност е маркирана като невалидна, но не изглежда невалидна. Или потвърдете повторно набора от данни, или запазете този формуляр както е.
ca_es: Aquest valor està marcat com a invàlid, però no sembla que ho sigui. Torna a validar el conjunt de dades o desa aquest formulari tal qual.
es: Este valor está marcado como no válido pero no parece serlo. Es necesario volver a validar el conjunto de datos o guardar este formulario tal y como está.
it: Questo valore è indicato come non valido ma non sembra essere invalido. Puoi validare nuovamente il dataset oppure salvare questo modulo nel suo stato attuale

source: Is missing
bg_bg: Липсва
ca_es: No es troba
es: Falta
et: Puudub
it: È mancante

source: Is illegible
bg_bg: Е нечетлив
ca_es: És il·legible
es: Ilegible
et: On loetamatu
it: È illeggibile

source: Reset value
bg_bg: Нулиране на стойността
ca_es: Restableix el valor
es: Restablecer valor
et: Nulli väärtus
it: Ripristina il valore

source: This dataset has no form. %s
bg_bg: Този набор от данни няма форма.%s
ca_es: Aquest conjunt de dades no té un formulari. %s
es: Este conjunto de datos no tiene formularios. %s
et: Sellel andmekomplektil pole vormi. %s
it: Questo dataset non ha alcun modulo. %s

source: Build the form.
bg_bg: Изградете формата.
ca_es: Construeix el formulari.
es: Generar el formulario.
et: Ehita vorm.
it: Costruisci il modulo.

source: This dataset has no form.
bg_bg: Този набор от данни няма форма.
ca_es: Aquest conjunt de dades no té un formulari.
es: Este conjunto de datos no tiene formularios.
et: Sellel andmekomplektil pole vormi.
it: Questo dataset non ha alcun modulo.

source: Record actions
bg_bg: Записани действия
ca_es: Registra les accions
es: Acciones de registro
et: Salvesta tegevused
it: Azioni sul record

source: Next records
bg_bg: Следващи записи
ca_es: Registres següents
es: Registros siguientes
et: Järgmised sissekanded
it: Record successivo

source: Zoom in
bg_bg: Зумнете върху
ca_es: Amplia el zoom
es: Acercar
et: Suumi sisse
it: Ingrandisci

source: Zoom out
bg_bg: Отдалечаване на фокуса
ca_es: Redueix el zoom
es: Alejar
et: Suumi välja
it: Riduci

source: Rotate left
bg_bg: Завъртете наляво
ca_es: Rota cap a l'esquerra
es: Girar a la izquierda
et: Pööra vasakule
it: Ruota a sinistra

source: Rotate right
bg_bg: Завъртете надясно
ca_es: Rota cap a la dreta
es: Girar a la derecha
et: Pööra paremale
it: Ruota a destra

source: Record metadata
bg_bg: Записване на метаданните
ca_es: Registre de metadades
es: Metadatos del registro
it: Metadata del record

source: Primary value
bg_bg: Първична стойност
ca_es: Valor primari
es: Valor principal
et: Peamine väärtus
it: Valore primario

source: Textarea
bg_bg: Текстово поле
es: Área de texto
et: Tekstiala
it: Area di testo

source: Textarea label
bg_bg: Етикет на текстовото поле
ca_es: Etiqueta per l'àrea de text
es: Etiqueta del área de texto
et: Tekstiala silt
it: Etichetta dell'area di testo

source: Rows
bg_bg: Редове
ca_es: Files
es: Filas
et: Ridasid
it: Righe

source: Minimum length
bg_bg: Минимум дължина
ca_es: Extensió mínima
es: Longitud mínima
et: Minimaalne pikkus
it: Lunghezza minima

source: The minimum number of characters long the input can be and still be considered valid.
bg_bg: Минималният брой знаци с дължина на въвеждане може да бъде и все още да се счита за валиден.
ca_es: El nombre mínim de caràcters que ha d'acceptar l'entrada.
es: El número mínimo de caracteres que puede contener la entrada para ser considerada como válida.
it: Numero di caratteri minimo affinché l'input sia ritenuto valido.

source: Maximum length
bg_bg: Максимална дължина
ca_es: Longitud màxima
es: Longitud máxima
et: Maksimaalne pikkus
it: Lunghezza massima

source: The maximum number of characters the input should accept.
bg_bg: Максималният брой знаци, които входът трябва да приеме.
ca_es: El nombre màxim de caràcters que ha d'acceptar l'entrada.
es: El número máximo de caracteres que estará permitido en la entrada.
it: Numero di caratteri massimo che può essere accettato come input.

source: Placeholder
es: Marcador de posición
it: Segnaposto

source: An exemplar value to display in the input field whenever it is empty.
bg_bg: Примерна стойност, която да се показва в полето за въвеждане, когато е празно.
ca_es: Un valor d'exemple a mostrar en el camp d'entrada sempre que estigui buit.
es: Un valor para mostrar como modelo en el campo de entrada cuando esté vacío.
it: Un valore fornito a titolo di esempio per essere mostrato nel campo di inserimento quando questo è vuoto.

source: Regex pattern
bg_bg: Regex модел
ca_es: Patró d'expressió regular
es: Patrón de expresión regular
et: Regex muster
it: Espressione regolare (regex)

source: A regular expression the input's contents must match in order to be valid.
bg_bg: Регуларен израз, съдържанието на входа трябва да съвпада, за да бъде валидно.
ca_es: Una expressió regular que el contingut de l'entrada ha de complir perquè sigui vàlid.
es: Una expresión regular con la que debe coincidir el contenido de la entrada para que sea válida.
it: Un'espressione regolare che deve trovare riscontro affinché l'input sia ritenuto valido

source: Default value
bg_bg: Стойност по подразбиране
ca_es: Valor per defecte
es: Valor por defecto
et: Vaikeväärtus
it: Valore predefinito

source: Unknown data type
bg_bg: Неизвестен тип данни
ca_es: Tipus de dada desconegut
es: Tipo de datos desconocido
et: Tundmatu andmete liik
it: Tipo di dati sconosciuto

source: Field data
bg_bg: Полеви данни
ca_es: Camp de dades
es: Datos del campo
et: Välja andmed
it: Campo di dati

source: Value text
bg_bg: Стйност текст
ca_es: Valor textual
es: Texto del valor
et: Väärtuse tekst
it: Valore testuale

source: DateTime
bg_bg: Данни Време
es: Fecha y hora
et: KuupäevKellaaeg
it: Marca temporale

source: [No selection]
bg_bg: [Без избор]
ca_es: [Cap selecció]
es: [Ninguna selección]
et: [Valikut pole]
it: [Nessuna selezione]

source: Checkbox
bg_bg: Поле за отметка
ca_es: Casella de verificació
es: Casilla de verificación
et: Märkekast
it: Casella di controllo

source: Checkbox label
bg_bg: Етикет на полето за отметка
ca_es: Etiqueta de la casella de selecció
es: Etiqueta de la casilla de verificación
et: Märkekasti silt
it: Etichetta della casella di controllo

source: Checked value
bg_bg: Стойността на полето за отметка
ca_es: Valor seleccionat
es: Casilla activada
et: Märkekasti väärtus
it: Valore selezionato

source: Unhecked value
bg_bg: Непроверена стойност
ca_es: Valor sense seleccionar
es: Casilla desactivada
et: Märkimata väärtus
it: Valore non selezionato

source: Checked by default
bg_bg: Проверено по подразбиране
ca_es: Marcat per defecte
es: Casilla activada por defecto
et: Vaikimisi on märgitud
it: Selezionato predefinito

source: Check
bg_bg: Проверка
ca_es: Revisa
es: Verificar
et: Märgi
it: Seleziona

source: Text input label
bg_bg: Етикет за въвеждане на текст
ca_es: Etiqueta del camp d'entrada de text
es: Etiqueta de la entrada de texto
et: Tekstilahtri silt
it: Etichetta dell'input di testo

source: Datalist
bg_bg: Даталист
es: Lista de datos
et: Andmete nimekiri
it: Lista di dati

source: Recommended options available to choose, separated by new lines.
bg_bg: Налични препоръчителни опции за избор, разделени с нови редове.
ca_es: Redacteu les opcions recomanades, una per línia.
es: Valores recomendados que estarán disponibles para su selección, con cada valor en una nueva línea.
it: Opzioni tra cui scegliere raccomandata, una per riga.

source: Minimum year
bg_bg: Минимум година
ca_es: Any mínim
es: Año mínimo
et: Minimaalne aasta
it: Anno minimo

source: Maximum year
bg_bg: Максимум година
ca_es: Any màxim
es: Año máximo
et: Maksimaalne aasta
it: Anno massimo

source: Default year
bg_bg: Тодина по подразбиране
ca_es: Any per defecte
es: Año por defecto
et: Vaikimisi aasta
it: Anno predefinito

source: Default month
bg_bg: По подразбиране месец
ca_es: Mes per defecte
es: Mes por defecto
et: Vaikimisi kuu
it: Mese predefinito

source: Default day
bg_bg: По подразбиране ден
ca_es: Dia per defecte
es: Día por defecto
et: Vaikimisi päev
it: Giorno predefinito

source: Default hour
bg_bg: По подразбиране в час
ca_es: Hora per defecte
es: Hora por defecto
et: Vaikimisi tund
it: Ora predefinita

source: Default minute
bg_bg: По подразбиране минута
ca_es: Minut per defecte
es: Minuto por defecto
et: Vaikimisi minut
it: Minuto predefinito

source: Default second
bg_bg: По подразбиране в секунда
ca_es: Segon per defecte
es: Segundo por defecto
et: Vaikimisi sekund
it: Secondo predefinito

source: Year
bg_bg: Година
ca_es: Any
es: Año
et: Aasta
it: Anno

source: Month
bg_bg: Месец
ca_es: Mes
es: Mes
et: Kuu
it: Mese

source: Day
bg_bg: Ден
ca_es: Dia
es: Día
et: Päev
it: Giorno

source: Hour
bg_bg: Час
ca_es: Hora
es: Hora
et: Tund
it: Ora

source: Minute
bg_bg: Минута
ca_es: Minut
es: Minuto
et: Minut
it: Minuto

source: Second
bg_bg: Секунда
ca_es: Segon
es: Segundo
et: Sekund
it: Secondo

source: Radio
bg_bg: Радио
es: Botón de radio
et: Raadio

source: Selection label
bg_bg: Етикет за избор
ca_es: Etiqueta de selecció
es: Etiqueta de la selección
et: Valiku silt
it: Etichetta della selezione

source: The selection options separated by new lines.
bg_bg: Опциите за избор, разделени с нови редове.
ca_es: Les opcions de selecció, una per línia.
es: Las opciones para la selección separadas en líneas independientes.
it: Opzioni di selezione, una per riga

source: Number
bg_bg: Брой
ca_es: Número
es: Número
it: Numero

source: Number input label
bg_bg: Етикет за въвеждане на номер
ca_es: Etiqueta del camp d'entrada numèrica
es: Etiqueta de entrada numérica
it: Etichetta dell'input numerico

source: Minimum value
bg_bg: Минимална стойност
ca_es: Valor mínim
es: Valor mínimo
et: Minimaalne väärtus
it: Valore minimo

source: The minimum value to accept for this input.
bg_bg: Минималната стойност, която трябва да се приеме за този вход.
ca_es: El valor mínim acceptable per aquesta entrada.
es: El valor mínimo aceptado en esta entrada.
it: Valore minimo per questo input

source: Maximum value
bg_bg: Максимална стойност
ca_es: Valor màxim
es: Valor máximo
et: Maksimaalne väärtus
it: Valore massimo

source: The maximum value to accept for this input.
bg_bg: Максималната стойност, която трябва да се приеме за този вход.
ca_es: El valor màxim per aquest camp.
es: El valor máximo aceptado en esta entrada.
it: Valore massimo per questo input

source: Stepping interval
bg_bg: Стъпков интервал
ca_es: Interval de pas
es: Intervalo de pasos
et: Sammu intervall
it: Intervallo tra un passo e l'altro

source: A number that specifies the granularity that the value must adhere to.
bg_bg: Число, което указва детайлността, към която трябва да се придържа стойността.
ca_es: Un número que especifica la granularitat a la qual s'ha d'adherir el valor.
es: Un número que especifica el rango al que debe acercarse el valor.
it: Un numero che specifica la granularità con cui deve essere fornito il valore

source: Time
bg_bg: Време
ca_es: Temps
es: Hora
et: Kellaaeg
it: Ora

source: Record
bg_bg: Запис
ca_es: Registre
es: Registro
et: Sissekanne

source: Approved
bg_bg: Одобрен
ca_es: Aprovat
es: Aprobado
et: Heaks kiidetud
it: Approvato

source: Invalid item format passed in request.
bg_bg: В заявката е предаден невалиден формат на елемента.
ca_es: El format del recurs passat a la sol·licitud és invàlid.
es: Se ha enviado un formato de ficha no válido en la solicitud.
it: Formato di contenuto invalido passato nella richiesta.

source: Invalid owner format passed in request.
bg_bg: В заявката е предаден невалиден формат на собственика.
ca_es: El format del propietari passat a la sol·licitud és invàlid.
es: Se ha enviado un formato de propietario no válido en la solicitud.
it: Formato di proprietario invalido passato nella richiesta.

source: Invalid values format passed in request.
bg_bg: В заявката е предаден невалиден формат на стойности.
ca_es: El format de les dades passat a la sol·licitud és invàlid.
es: Se ha enviado un formato de valores no válido en la solicitud.
it: Formato di valore invalido passato nella richiesta.

source: Missing item.
bg_bg: Липсващ елемент
ca_es: Recurs no trobat.
es: Falta la ficha.
et: Puuduv ühik.
it: Contenuto mancante.

source: Invalid field. Field not in dataset.
bg_bg: Невалидно поле. Полето не е в набора от данни.
ca_es: Camp invàlid. El camp no és al conjunt de dades.
es: Campo no válido. El campo no está en el conjunto de datos.
et: Vigane väli. Väli pole andmekomplektis.
it: Campo invalido. Campo non presente nel dataset.

source: Invalid value text for field "%s".
bg_bg: Невалиден текст на стойност за поле „%s“.
ca_es: Valor invàlid en el camp "%s".
es: Valor de texto no válido en el campo "%s".
it: Valore del testo non valido per il campo "%s".

source: An owner must have an ID
bg_bg: Собственикът трябва да има лична карта
ca_es: Els propietaris han de tenir un ID
es: Un propietario debe tener una ID
et: Omanikul peab olema ID
it: Il proprietario deve avere un ID
