Repository: omeka-s-modules/Datascribe
Catalog: language/*.po
Languages: bg_bg, ca_es, es, et, it

source: The name "%s" is already taken.
bg_bg: Името "%s" вече е взето.
ca_es: El nom "%s" ja s'està fent servir.
es: El nombre "%s" ya está en uso.
et: Nimi "%s" on juba tehtud.
it: Il nome "%s" è già stato preso

source: A project name must not be null
bg_bg: Името на проекта не трябва да е нула
ca_es: Un nom de projecte no pot ser nul
es: El nombre de un proyecto no puede ser nulo
et: Projekti nimi ei tohi olla tühi
it: Un nome di progetto non può essere vuoto

source: Invalid project format passed in request.
bg_bg: В заявката е предаден невалиден формат на проекта.
ca_es: El format de projecte passat a la sol·licitud és invàlid.
es: Se ha enviado un formato de proyecto no válido en la solicitud.
it: Formato invalido di progetto passato nella richiesta.

source: Invalid item set format passed in request.
bg_bg: В заявката е предаден невалиден формат на набор от елементи.
ca_es: El format del conjunt de recursos passat a la sol·licitud és invàlid.
es: Se ha enviado un formato conjunto de fichas no válido en la solicitud.
it: Formato invalido di collezione passato nella richiesta.

source: Invalid fields format passed in request.
bg_bg: В заявката е предаден невалиден формат на полетата.
ca_es: El format dels camps passat a la sol·licitud és invàlid.
es: Se ha enviado un formato de campos no válido en la solicitud.
it: Formato di campo invalido passato nella richiesta.

source: A dataset name must not be null
bg_bg: Името на набора от данни не трябва да е нула
ca_es: El nom del conjunt de dades no pot quedar en blanc
es: El nombre de un conjunto de datos no puede ser nulo
et: Andmekomplekti nimi ei tohi olla tühi
it: Il nome di un dataset non deve essere vuoto.

source: A project must not be null
bg_bg: Проектът не трябва да е нула
ca_es: El projecte no pot estar en blanc
es: Un proyecto no puede ser nulo
et: Projekt ei tohi olla tühi
it: Un progetto non deve essere vuoto.

source: Invalid field data for field "%s".
bg_bg: Невалидни данни за полето за поле „%s“.
ca_es: Les dades del camp "%s" són invàlides.
es: Datos del campo no válidos en el campo "%s".
it: Dati per il campo "%s" invalidi.

source: The DatascribeItemAdapter adapter does not implement the create operation.
bg_bg: Адаптерът DatascribeItemAdapter не изпълнява операцията за създаване.
ca_es: L'adaptador DatascribeItemAdapter no implementa l'operació de creació.
es: El adaptador DatascribeItemAdapter no realiza la operación de creación.
it: L'adattatore DatascribeItemAdapter non implementa l'operazione di creazione.

source: A DataScribe dataset must not be null
bg_bg: Наборът от данни на DataScribe не трябва да е нула
ca_es: Un conjunt de dades DataScribe no pot ser nul.
es: Un conjunto de datos de DataScribe no puede ser nulo
it: Un dataset di DataScribe non deve essere vuoto

source: An item must not be null
bg_bg: Елементът не трябва да е нула
ca_es: Un recurs no pot ser nul.
es: Una ficha no puede ser nula
it: Un contenuto non deve essere vuoto

source: Item successfully updated.
bg_bg: Елементът е успешно актуализиран
ca_es: Recurs actualitzat correctament.
es: Ficha actualizada con éxito.
et: Kirjet on uuendatud
it: Contenuto aggiornato con successo.

source: Record successfully added. Add another record below.
bg_bg: Записът е добавен успешно. Добавете още един запис по-долу.
ca_es: El registre s'ha afegit correctament. Afegiu un altre registre a continuació.
es: Registro añadido con éxito. Puede añadirse otro registro a continuación.
it: Record aggiunto con successo. Aggiungi un altro record di seguito.

source: Record successfully added. Continue editing it below.
bg_bg: Записът е добавен успешно. Продължете да го редактирате по-долу.
ca_es: El registre s'ha afegit correctament. Continueu editant-lo a continuació.
es: Registro añadido con éxito. Puede seguir editándose a continuación.
it: Record aggiunto con successo. Continua a modificare di seguito.

source: Record successfully added.
bg_bg: Записът е добавен успешно.
ca_es: El registre s'ha afegit correctament.
es: Registro añadido con éxito.
et: Sissekanne on lisatud
it: Record aggiunto con successo.

source: Record successfully saved. Continue editing it below.
bg_bg: Записът е успешно запазен. Продължете да го редактирате по-долу.
ca_es: El registre s'ha suprimit correctament. Continueu editant-lo a continuació.
es: Registro guardado con éxito. Puede seguir editándose a continuación.
it: Record salvato con successo. Continua a modificare in basso.

source: Record successfully saved.
bg_bg: Записът е успешно запазен.
ca_es: El registre s'ha desat correctament.
es: Registro guardado con éxito.
et: Sissekanne on salvestatud.
it: Record salvato con successo.

source: Record successfully deleted
bg_bg: Записът е изтрит успешно
ca_es: El registre s'ha suprimit correctament
es: Registro borrado con éxito
et: Sissekanne on kustutatud
it: Record eliminato con successo

source: Records successfully edited.
bg_bg: Записите са успешно редактирани
ca_es: Registres editats correctament.
es: Registros editados con éxito.
et: Sissekandeid on edukalt muudetud.
it: Record modificati con successo

source: Editing records. This may take a while.
bg_bg: Редактиране на записи. Това може да отнеме известно време.
ca_es: S'estan editant els registres. Això pot trigar una estona.
es: Editando registros. Podría requerir cierto tiempo.
et: Sissekannete muutmine. See võib veidi aega võtta.
it: Modifica dei record in corso. Potrebbe richiedere un po' di tempo.

source: You must select at least one record to batch delete.
bg_bg: Трябва да изберете поне един запис, който да изтриете партида.
ca_es: Heu de seleccionar almenys un registre per eliminar per lots.
es: Debe seleccionarse al menos un registro para borrar en lote.
it: Devi selezionare almeno un record per eliminare in blocco.

source: Records successfully deleted
bg_bg: Записите бяха успешно изтрити
ca_es: El registres s'han suprimit correctament.
es: Registros borrados con éxito
et: Sissekanded on edukalt kustutatud
it: Record eliminati con successo

source: Deleting records. This may take a while.
bg_bg: Изтриване на записи. Това може да отнеме известно време.
ca_es: Esborrant registres. Pot trigar una estona.
es: Borrando registros. Podría requerir cierto tiempo.
it: Eliminazione dei record in corso. Questo potrebbe richiedere un po' di tempo.

source: Dataset successfully created.
bg_bg: Наборът от данни е създаден успешно.
ca_es: El conjunt de dades s'ha creat correctament.
es: Conjunto de datos creado con éxito.
et: Andmekomplekt on loodud.
it: Dataset creato con successo.

source: Dataset successfully edited.
bg_bg: Наборът от данни е успешно редактиран.
ca_es: El conjunt de dades s'ha editat correctament.
es: Conjunto de datos editado con éxito.
et: Andmekomplekti on muudetud.
it: Dataset modificato con successo.

source: Dataset successfully deleted
bg_bg: Наборът от данни беше успешно изтрит
ca_es: Conjunt de dades suprimit correctament
es: Conjunto de datos borrado con éxito
et: Andmekomplekt on kustutatud
it: Dataset eliminato con successo.

source: Syncing dataset. This may take a while. %s
bg_bg: Синхронизиране на набор от данни. Това може да отнеме известно време. %s
ca_es: S'està sincronitzant el conjunt de dades. Això pot trigar una estona. %s
es: Sincronizando conjunto de datos. Podría requerir cierto tiempo. %s
it: Sincronizzazione dei dataset in corso. Ci potrebbe volere un po' di tempo. %s

source: Validating dataset. This may take a while. %s
bg_bg: Проверка на набора от данни. Това може да отнеме известно време. %s
ca_es: S'està validant el conjunt de dades. Això pot trigar una estona. %s
es: Validando conjunto de datos. Podría requerir cierto tiempo. %s
et: Andmekogu kontrollimine. See võib veidi aega võtta. %s
it: Validazione dei dataset in corso. Questo potrebbe richiedere un po' di tempo. %s

source: Exporting dataset. This may take a while. %s
bg_bg: Експортиране на набор от данни. Това може да отнеме известно време. %s
ca_es: S'està exportant el conjunt de dades. Això pot trigar una estona. %s
es: Exportando conjunto de datos. Podría requerir cierto tiempo. %s
et: Andmekogu eksportimine. See võib veidi aega võtta. %s
it: Esportazione dei dataset in corso. Questo potrebbe richiedere un po' di tempo. %s

source: Project successfully created.
bg_bg: Проектът е създаден успешно.
ca_es: El projecte s'ha creat correctament.
es: Proyecto creado con éxito.
et: Projekt on loodud.
it: Progetto creato con successo.

source: Project successfully edited.
bg_bg: Проектът е успешно редактиран.
ca_es: El projecte s'ha editat correctament.
es: Proyecto editado con éxito.
et: Projekti on muudetud.
it: Progetto modificato con successo.

source: Project successfully deleted
bg_bg: Проектът е изтрит успешно
ca_es: El projecte s'ha suprimit correctament
es: Proyecto borrado con éxito.
et: Projekt on kustutatud
it: Progetto eliminato con successo

source: This dataset has no item set. %s
bg_bg: Този набор от данни няма зададен елемент. %s
ca_es: Aquest conjunt de dades no té cap conjunt de recursos. %s
es: Este conjunto de datos no tiene un conjunto de fichas. %s
it: Questo dataset non ha alcuna collezione. %s

source: Items successfully edited.
bg_bg: Елементите са успешно редактирани.
ca_es: Recurs editat correctament.
es: Fichas editadas con éxito.
et: Ühikud on muudetud.
it: Contenuti modificati con successo.

source: Invalid value
bg_bg: невалидна стойност
ca_es: Valor invàlid
es: Valor no válido
et: Vigane väärtus
it: Valore non valido

source: Set to null
bg_bg: Зададено нула
ca_es: Estableix a nul
es: Establecer como nulo
it: Imposta come nullo

source: Lock to transcriber
bg_bg: Заключено за transcriber
ca_es: Assigna en exclusiva al transcriptor
es: Transcriptor bloqueado
et: Lukusta ümberkirjutajale
it: Blocca al trascrittore

source: Lock to reviewer
bg_bg: Заключено за рецензента
ca_es: Assigna en exclusiva al revisor
es: Revisor bloqueado
et: Lukusta ülevaatajale
it: Blocca al revisore

source: Lock to admin
bg_bg: Заключено за админа
ca_es: Assigna en exclusiva al administrador
es: Administrador bloqueado
et: Lukusta adminile
it: Blocca per l'amministratore

source: Unlock
bg_bg: Отключен
ca_es: Desbloqueja
es: Desbloquear
et: Ava
it: Sblocca

source: Lock to me
bg_bg: Заключен за мен
ca_es: Bloqueja per mi
es: Mi perfil bloqueado
et: Lukusta mulle
it: Bloccalo per me

source: Lock action
bg_bg: Действие заключване
ca_es: Acció de bloqueig
es: Acción de bloqueo
et: Lukustamise tegevus
it: Blocca l'azione

source: Review action
bg_bg: Действие преглед
ca_es: Acció de revisió
es: Acción de revisión
et: Ülevaatmise tegevus
it: Azione di revisione

source: Mark as approved
bg_bg: Маркирано като одобрен
ca_es: Marca com aprovat
es: Marcar como aprobado
et: Märgi heakskiidetuks
it: Segna come approvato

source: Mark as not approved
bg_bg: Маркирано като не одобрен
ca_es: Marca com a no aprovat
es: Marcar como no aprobado
et: Märgi kui mitte heaks kiidetud
it: Segna come non approvato

source: Mark as not reviewed
bg_bg: Маркирано като непрегледан
ca_es: Marca com a no revisat
es: Marcar como no revisado
et: Märgi kui mitte üle vaadatud
it: Segna come non rivisto

source: Priority action
bg_bg: Действие приоритет
ca_es: Acció prioritaria
es: Acción de prioridad
et: Tähtsuse tegevus
it: Azione di priorità

source: Mark as prioritized
bg_bg: Маркирано като приоритизиран
ca_es: Marcat com a prioritari
es: Marcar como prioritario
et: Märgi esmatähtsaks
it: Segna come prioritario

source: Mark as not prioritized
bg_bg: Маркирано като неприоритизиран
ca_es: Marca com a no prioritari
es: Marcar como no prioritario
it: Segna come non prioritario

source: Needs review?
bg_bg: Нужда от преглед?
ca_es: Necessita revisió?
es: ¿Necesita revisión?
et: Vajab ülevaatamist?
it: Ha bisogno di essere rivisto?

source: Select one
bg_bg: Изберете едно
ca_es: Selecciona un
es: Seleccionar uno
et: Vali üks
it: Selezionane uno

source: Needs work?
bg_bg: Нужда от работа?
ca_es: Necessita treballar-hi?
es: ¿Necesita trabajo?
et: Vajab tööd?
it: Ha bisogno di lavoro?

source: Has invalid values?
bg_bg: Има невалидни стойности?
ca_es: Té valors invàlids?
es: ¿Tiene valore no válidos?
et: On vigaseid väärtuseid?
it: Ha valori non validi?

source: Select user
bg_bg: Избери потребител
ca_es: Selecciona l'usuari
es: Seleccionar perfil
et: Vali kasutaja
it: Seleziona utente?

source: Modified by
bg_bg: Модифицирано от
ca_es: Modificat per
es: Modificado por
et: Muutis
it: Modificato da

source: Select status
bg_bg: Изберете статус
ca_es: Selecciona l'estat
es: Seleccionar estado
et: Vali staatus
it: Seleziona status

source: Enter the name of this dataset.
bg_bg: Въведете името на този набор от данни.
ca_es: Introduïu el nom d'aquest conjunt de dades.
es: Introducir el nombre de este conjunto de datos.
et: Sisesta selle andmekomplekti nimi.
it: Inserisci il nome di questo dataset

source: Enter the description of this dataset.
bg_bg: Въведете описанието на този набор от данни.
ca_es: Introduïu la descripció d'aquest conjunt de dades.
es: Introducir la descripción de este conjunto de datos.
et: Sisesta selle andmekomplekti kirjeldus.
it: Inserisci la descrizione di questo dataset.

source: Enter guidelines for transcribing this dataset.
bg_bg: Въведете насоки за транскрибиране на този набор от данни.
ca_es: Introduïu les directrius per a transcriure aquest conjunt de dades.
es: Introducir las directrices para transcribir este conjunto de datos.
it: Inserisci le linee guida per la trascrizione di questo dataset.

source: Select the item set used to synchronize dataset items. Once synchronized, this dataset will contain every item in this item set.
bg_bg: Изберете набора от елементи, използван за синхронизиране на елементи от набора от данни. След като бъде синхронизиран, този набор от данни ще съдържа всеки елемент от този набор от елементи.
ca_es: Seleccioneu el conjunt de recursos emprat per a sincronitzar els recursos del conjunt de dades. Un cop sincronitzat, aquest conjunt de dades contindrà tots els recursos d'aquest conjunt de recursos.
es: Seleccionar el conjunto de fichas con el que se sincronizarán las fichas del conjunto de datos. Una vez sincronizado, el conjunto de datos contendrá todas las fichas que forman parte de este conjunto de fichas.
it: Seleziona la collezione utilizzata per sincronizzare i contenuti del dataset. Una volta sincronizzato, questo dataset conterrà tutti i contenuti presenti in questa collezione

source: Select an item set
bg_bg: Изберете набор от елементи
ca_es: Seleccioneu un conjunt de recursos
es: Seleccionar un conjunto de fichas
et: Vali ühikute kogum
it: Seleziona una collezione

source: Field name
bg_bg: Поле за името
ca_es: Nom del camp
es: Nombre del campo
et: Välja nimi
it: Nome del campo

source: Field description
bg_bg: Поле описание
ca_es: Descripció del camp
es: Descripción del campo
et: Välja kirjeldus
it: Descrizione del campo

source: Field is primary
bg_bg: Полето е основно
ca_es: El camp és primari
es: Campo principal
et: See on esmane väli
it: Il campo è primario

source: Field is required
bg_bg: Полето е задължително
ca_es: El camp és obligatori
es: Campo requerido
et: Väli on kohustuslik
it: Campo obbligatorio

source: Need review
bg_bg: Нужда от преглед
ca_es: Necessita una revisió
es: Necesita revisión
et: Vajab ülevaatamist
it: Necessita di revisione

source: Submitted by
bg_bg: Изпратено от
ca_es: Enviat per
es: Enviado por
et: Lisas
it: Inviato da

source: Submitted status
bg_bg: Статус на изпращането
ca_es: Estat de l'enviament
es: Estado del envío
et: Lisamise staatus
it: Status dell'invio

source: Reviewed by
bg_bg: Прегледано от
ca_es: Revisat per
es: Revisado por
et: Üle vaatas
it: Rivisto da

source: Reviewed status
bg_bg: Статус на преглеждането
ca_es: Estat de la revisió
es: Estado de la revisión
et: Ülevaatamise staatus
it: Status della revisione

source: Locked by
bg_bg: Заключено от
ca_es: Bloquejat per
es: Bloqueado por
et: Lukustas
it: Bloccato da

source: Locked status
bg_bg: Статус на заключването
ca_es: Bloquejat
es: Estado de bloqueo
et: Lukustuse staatus
it: Status del blocco

source: January
bg_bg: Януари
ca_es: Gener
es: Enero
et: Jaanuar
it: gennaio

source: February
bg_bg: Февруари
ca_es: Febrer
es: Febrero
et: Veebruar
it: febbraio

source: March
bg_bg: Март
ca_es: Març
es: Marzo
et: Märts
it: marzo

source: April
bg_bg: Април
ca_es: Abril
es: Abril
et: Aprill
it: aprile

source: May
bg_bg: Май
ca_es: Maig
es: Mayo
et: Mai
it: maggio

source: June
bg_bg: Юни
ca_es: Juny
es: Junio
et: Juuni
it: giugno

source: July
bg_bg: Юли
ca_es: Juliol
es: Julio
et: Juuli
it: luglio

source: August
bg_bg: Август
ca_es: Agost
es: Agosto
it: agosto

source: September
bg_bg: Септември
ca_es: Setembre
es: Septiembre
it: settembre

source: October
bg_bg: Октомври
ca_es: Octubre
es: Octubre
et: Oktoober
it: ottobre

source: November
bg_bg: Ноември
ca_es: Novembre
es: Noviembre
it: novembre

source: December
bg_bg: Декември
ca_es: Desembre
es: Diciembre
et: Detsember
it: dicembre

source: Enter the name of this project.
bg_bg: Въведи името на този проект
ca_es: Introduïu el nom d'aquest projecte.
es: Introducir el nombre de este proyecto.
et: Sisesta selle projekti nimi.
it: Inserisci il nome di questo progetto

source: Enter the description of this project.
bg_bg: Въведи описание за този проект
ca_es: Introduïu la descripció d'aquest projecte.
es: Introducir la descripción de este proyecto.
et: Sisesta selle projekti kirjeldus.
it: Inserisci la descrizione di questo progetto

source: Submit for review
bg_bg: Изпратено за преглед
ca_es: Envia per a la revisió
es: Enviar a revisión
et: Lisa ülevaatamiseks
it: Invia per revisione

source: Mark as not submitted
bg_bg: Маркирано като неизпратено
ca_es: Marca com a no enviat
es: Marcar como no enviado
it: Indica come non inviato

source: Needs review action
bg_bg: Необходимо е действие за преглед
ca_es: Requereix una acció de revisió
es: Necesita acción de revisión
et: Vajab ülevaatamise tegevust
it: Ha bisogno di un'azione di revisione

source: Mark as needs review
bg_bg: Маркирайте като нуждаещо се от преглед
ca_es: Marca com "requereix una revisió"
es: Marcar como revisión necesaria
et: Märgi, et vajab ülevaatamist
it: Indica come in bisogno di revisione

source: Mark as does not need review
bg_bg: Маркирайте като ненуждаещо се от преглед
ca_es: Marca com a "no requereix una revisió"
es: Marcar como revisión no necesaria
it: Indica come non in bisogno di revisione

source: Needs work action
bg_bg: Нуждае се от действие
ca_es: Requereix una acció de revisió
es: Necesita acción de trabajo
it: Ha bisogno di un'azione di lavoro

source: Mark as needs work
bg_bg: Маркирайте като нуждаещо се от работа
ca_es: Marca com a "pendent de finalitzar"
es: Marcar como necesita trabajo
it: Indica come ha bisogno di lavoro

source: Mark as does not need work
bg_bg: Моаркирайте като ненуждаещо се от работа
ca_es: Marca com a "finalitzat"
es: Marcar como no necesita trabajo
it: Indica come non ha bisogno di lavoro

source: Is missing action
bg_bg: Липсва действие
ca_es: Acció És absent
es: Acción de faltante
it: Manca un'azione

source: Mark as missing
bg_bg: Маркирайте като липсващо
ca_es: Marca com a absent
es: Marcar como faltante
et: Märgi puuduvaks
it: Indica come mancante

source: Mark as not missing
bg_bg: Маркирайте като нелипсващо
ca_es: Marca com a no absent
es: Marcar como no faltante
et: Märgi mittepuuduvaks
it: Indica come non mancante

source: Is illegible action
bg_bg: Е нечетливо действие
ca_es: Acció És il·legible
es: Acción de ilegible
et: 'On loetamatu' tegevus
it: Azione è illeggibile

source: Mark as illegible
bg_bg: Маркирайте като нечетлив
ca_es: Marca com a il·legible
es: Marcar como ilegible
et: Märgi kui mitteloetav
it: Indica come illeggibile

source: Mark as not illegible
bg_bg: Маркирайте като не нечетлив
ca_es: Marca com a no il·legible
es: Marcar como no ilegible
et: Märgi kui loetav
it: Indica come non leggibile

source: Disable focus mode
bg_bg: Деактивирайте режима на фокусиране
ca_es: Mostra la columna dreta
es: Desactivar modo enfoque
it: Disabilità modalità focus

source: Disable fast entry mode
bg_bg: Деактивирайте режима за бързо влизане
ca_es: Desactiva el mode d'entrada ràpida
es: Desactivar modo entrada rápida
it: Disabilità modalità per l'inserimento rapido
