Repository: omeka-s-modules/Datascribe
Catalog: language/*.po
Languages: bg_bg, ca_es, es, et, it

source: Record #%s: %s
bg_bg: Запис №%s:%s
ca_es: Registre #%s: %s
es: Registro #%s: %s

source: Record #%s
bg_bg: Запис №%s
ca_es: Registre #%s
es: Registro #%s

source: See this job for sync progress.
bg_bg: Вижте тази работа за напредък на синхронизирането.
ca_es: Consulta aquest procés per seguir l'estat de la sincronització.
es: Consultar este trabajo para ver el progreso de la sincronización.
it: Vedi questo lavoro per la sincronizzazione dell'avanzamento.

source: See this job for validate progress.
bg_bg: Вижте тази работа за напредък на синхронизирането.
ca_es: Consulta aquest procés per seguir l'estat de la validació.
es: Consultar este trabajo para ver el progreso de la validación.
it: Vedi questo lavoro per validare l'avanzamento.

source: See this job for export progress.
bg_bg: Вижте тази работа за напредъка на износа.
ca_es: Consulta aquest procés per seguir l'estat de l'exportació.
es: Consultar este trabajo para ver el progreso de la exportación.
it: Vedi questo lavoro per esportare l'avanzamento.

source: Set an item set here.
bg_bg: Задайте елемент, зададен тук.
ca_es: Estableix un conjunt de recursos
es: Definir aquí un conjunto de fichas.
et: Määra siin ühikute kogum.
it: Imposta una collezione qui.

source: New field
bg_bg: Ново поле
ca_es: Nou camp
es: Nuevo campo
et: Uus väli
it: Nuovo campo

source: DataScribe: Dataset
bg_bg: DataScribe: Набор от данни
es: DataScribe: Conjunto de datos
et: DataScribe: Andmekomplekt

source: Batch edit all records
bg_bg: Партидно редактиране на всички записи
ca_es: Edita en lot tots els registres
es: Editar todos los registros en lote
et: Kõigi sissekannete hulgi muutmine
it: Modifica in blocco tutti i record

source: Affected records
bg_bg: Засегнати записи
ca_es: Registres afectats
es: Registros afectados
et: Mõjutatud sissekanded
it: Record coinvolti

source: You are editing %s records
bg_bg: Редактирате %s записи
ca_es: Esteu editant %s registres
es: Editando %s registros
et: Muudad %s sissekannet
it: Stai modificando %s record

source: Batch edit records
bg_bg: Редактиране на партидни записи
ca_es: Edita els registres en lot
es: Editar registros en lote
et: Sissekannete hulgi muutmine
it: Modifica in blocco di record

source: You are editing the following %s records
bg_bg: Редактирате следните %s записи
ca_es: Esteu editant els %s registres següents
es: Editando los siguientes %s registros
it: Stai modificando i seguenti %s record

source: Records that need review
bg_bg: Записи, които се нуждаят от преглед
ca_es: Registres que necessiten revisió
es: Registros que necesitan revisión
et: Sissekanded, mis vajavad ülevaatamist
it: Record che devono essere rivisti

source: Records that need work
bg_bg: Записи, които се нуждаят от работа
ca_es: Registres que necessiten ser revisats
es: Registros que necesitan trabajo
et: Sissekanded, mis vajavad tööd
it: Record che hanno bisogno di lavoro

source: Records with values marked as invalid
bg_bg: Записи със стойности, маркирани като невалидни
ca_es: Registres amb valors que s'han marcat com incorrectes
es: Registros con valores marcados como no válidos
it: Record con valori marcati come non validi

source: Item #
bg_bg: Елевент #
ca_es: recurs #
es: Ficha #
et: Ühiku nr.
it: Contenuto #

source: Record #
bg_bg: Запис №
ca_es: Registre #
es: Registro #
et: Sissekanne nr.

source: Record created
bg_bg: Записът е създаден
ca_es: Registre creat
es: Registro creado
et: Sissekanne on loodud
it: Record creato

source: Records
bg_bg: Записи
ca_es: Registres
es: Registros
et: Sissekanded
it: Record

source: Browse items
bg_bg: Преглед на елементи
ca_es: Recursos
es: Explorar fichas
et: Sirvi ühikuid
it: Scorri i contenuti

source: Edit dataset
bg_bg: Редактиране на набор от данни
ca_es: Edita el conjunt de dades
es: Editar conjunto de datos
et: Muuda andmekomplekti
it: Modifica dataset

source: Sync dataset
bg_bg: Синхронизиране на набор от данни
ca_es: Sincronitza el conjunt de dades
es: Sincronizar conjunto de datos
et: Sünkrooni andmekomplekt
it: Sincronizza dataset

source: Validate dataset
bg_bg: Проверка на набора от данни
ca_es: Valida el conjunt de dades
es: Validar conjunto de datos
et: Kinnita andmekomplekt
it: Valida il dataset

source: Export dataset
bg_bg: Експортиране на набор от данни
ca_es: Exporta el conjunt de dades
es: Exportar conjunto de datos
et: Ekspordi andmekomplekt
it: Esporta il dataset

source: Select records
bg_bg: Изберете записи
ca_es: Selecciona els registres
es: Seleccionar registros
et: Vali sissekanded
it: Seleziona record

source: Has invalid values
bg_bg: Има невалидни стойности
ca_es: Té valors invàlids
es: Posee valores no válidos
et: On vigaseid väärtuseid
it: Ha valori non validi

source: Needs review
bg_bg: Нуждае се от преглед
ca_es: Requereix revisió
es: Necesita revisión
et: Vajab ülevaatamist
it: Necessita revisione

source: Needs work
bg_bg: Нуждае се от работа
ca_es: Necessita millores
es: Necesita trabajo
et: Vajab tööd
it: Necessita lavoro

source: unknown
bg_bg: неизвестен
ca_es: desconegut
es: desconocido
et: tundmatu
it: sconosciuto

source: invalid
bg_bg: невалиден
ca_es: invàlid
es: no válido
et: vigane
it: non valido

source: null
bg_bg: нула
ca_es: nul
es: nulo
et: tühi
it: nullo

source: empty
bg_bg: празно
ca_es: buit
es: vacío
et: tühi
it: vuoto

source: No records found.
bg_bg: Няма намерени записи
ca_es: No s'ha trobat cap registre.
es: No se han encontrado registros.
et: Sissekandeid ei leitud.
it: Nessun record trovato

source: Record search
bg_bg: Търсене на записи
ca_es: Cerca de registres
es: Buscar registro
et: Sissekande otsimine
it: Ricerca record

source: DataScribe: Project
bg_bg: DataScribe: Проект
ca_es: DataScribe: Projecte
es: DataScribe: Proyecto
et: DataScribe: Projekt
it: DataScribe: progetto

source: New dataset
bg_bg: Нов набор от данни
ca_es: Nou conjunt de dades
es: Nuevo conjunto de datos
et: Uus andmekomplekt
it: Nuovo dataset

source: Datasets
bg_bg: Набори от данни
ca_es: Conjunts de dades
es: Conjuntos de datos
et: Andmekomplektid
it: Dataset

source: Edit project
bg_bg: Редактиране на проект
ca_es: Edita el projecte
es: Editar proyecto
et: Muuda projekti
it: Modifica progetto

source: Add new dataset
bg_bg: Добавяне на нов набор от данни
ca_es: Afegeix un conjunt de dades
es: Añadir nuevo conjunto de datos
et: Lisa uus andmekomplekt
it: Aggiungi nuovo dataset

source: Date created
bg_bg: Дата на създаване
ca_es: Data de creació
es: Fecha de creación
et: Loomise kuupäev
it: Data di creazione

source: Created by
bg_bg: Създадено от
ca_es: Creat per
es: Creado por
et: Lisas
it: Creato da

source: No datasets found for this project. %s
bg_bg: За този проект не са намерени набори от данни. %s
ca_es: No s'ha trobat cap dataset per aquest projecte. %s
es: No se ha encontrado ningún conjunto de datos para este proyecto. %s
it: Nessun dataset disponibile per questo progetto. %s

source: Add a new dataset.
bg_bg: Добавяне на нов набор от данни
ca_es: Afegeix un nou conjunt de dades.
es: Añadir nuevo conjunto de datos.
et: Lisa uus andmekomplekt.
it: Aggiungi un nuovo dataset

source: No datasets found for this project.
bg_bg: За този проект не са намерени набори от данни.
ca_es: No s'ha trobat cap conjunt de dades per a aquest projecte.
es: No se ha encontrado ningún conjunto de datos para este proyecto.
et: Selle projekti jaoks andmekomplekte ei leitud.
it: Nessun dataset disponibile per questo progetto.

source: Save and&hellip;
bg_bg: Запазване и & hellip;
ca_es: Desa i&hellip;
es: Guardar y…
et: Salvesta ja &hellip;
it: Salva e...

source: Return to dataset items
bg_bg: Връщане към елементите от набора от данни
ca_es: Torna als recursos del conjunt de dades
es: Volver a las fichas del conjunto de datos
et: Tagasi andmekomplekti kirjete juurde
it: Ritorna ai contenuti del dataset

source: Continue editing dataset
bg_bg: Продължете да редактирате набора от данни
ca_es: Continua editant el dataset
es: Continuar editando el conjunto de datos
et: Jätka andmekomplekti muutmist
it: Continua a modificare il dataset

source: Form Builder
bg_bg: Конструктор на формуляри
ca_es: Constructor de formularis
es: Generador de formularios
et: Vormi ehitaja
it: Costruttore di moduli

source: Back to top
bg_bg: Обратно в началото горе
ca_es: Torna al principi
es: Volver al principio
et: Tagasi üles
it: Ritorna in cima

source: Add a field to the form
bg_bg: Добавете поле към формуляра
ca_es: Afegeix un camp al formulari
es: Añadir un campo al formulario
et: Lisa väli vormile
it: Aggiungi un campo al modulo

source: Last saved: %s on %s
bg_bg: Последно запазено:%s на %s
ca_es: Desat per última vegada: %s on %s
es: Último guardado: %s el %s
et: Viiimati salvestatud: %s päeval %s
it: Salvato per l'ultima volta: %s su %s

source: Drag to change order
bg_bg: Плъзнете, за да промените реда
ca_es: Arrossegueu per a canviar l'ordre
es: Arrastrar para cambiar el orden
et: Järjekorra muutmiseks lohista
it: Trascina per cambiare ordine

source: Move Up
bg_bg: Премести нагоре
ca_es: Mou amunt
es: Mover hacia arriba
et: Liiguta üles
it: Sposta in alto

source: Move Down
bg_bg: Премести надолу
ca_es: Mou avall
es: Mover hacia abajo
et: Liiguta alla
it: Sposta in basso

source: Undo
bg_bg: Обратно
ca_es: Desfés
es: Deshacer
et: Tühista
it: Annulla

source: Primary field
bg_bg: Основно поле
ca_es: Camp primari
es: Campo principal
et: Esmane väli
it: Campo primario

source: This dataset has no item set. Set an item set to enable syncing.
bg_bg: Този набор от данни няма зададен елемент. Задайте набор от елементи, за да активирате синхронизирането.
ca_es: Aquest conjunt de dades no té cap conjunt de recursos. Establiu un conjunt de recursos per a habilitar la sincronització.
es: Este conjunto de datos no tiene ningún conjunto de fichas. Debe establecerse uno para activar la sincronización.
it: Questo dataset non ha alcuna collezione. Imposta una collezione per abilitare la sincronizzazione.

source: Synchronize this dataset with the configured item set. Once synchronized, this dataset will contain every item in the item set. You should synchronize periodically, any time items are added or removed from the item set.
bg_bg: Синхронизирайте този набор от данни с конфигурирания набор от елементи. След като бъде синхронизиран, този набор от данни ще съдържа всеки елемент от набора от елементи. Трябва да синхронизирате периодично, всеки път, когато елементи се добавят или премахват от набора от елементи.
ca_es: Sincronitza aquest conjunt de dades amb el conjunt de recursos configurat. Un cop sincronitzat, aquest conjunt de dades contindrà tots els seus recursos. Heu de sincronitzar cada vegada que s'afegeix o s'elimina un recurs del conjunt de recursos.
es: Sincroniza este conjunto de datos con el conjunto de fichas establecido. Una vez sincronizado, el conjunto de datos contendrá todas las fichas pertenecientes al conjunto de fichas. Debe realizarse una sincronización periódica cada vez que se agreguen o eliminen fichas del conjunto de fichas.
it: Sincronizza il dataset con la collezione configurata. Una volta sincronizzato, il dataset conterrà ogni contenuto di questa collezione. Si raccomanda di sincronizzare periodicamente, ogni volta che contenuti sono aggiunti o rimossi dalla collezione

source: Warning: items that have been removed from the configured item set since the last sync will be deleted from this dataset.
bg_bg: Предупреждение: Елементите, които са били премахнати от конфигурирания набор от елементи след последното синхронизиране, ще бъдат изтрити от този набор от данни.
ca_es: Alerta: els recursos que s'han eliminat del conjunt de recursos configurats des de l'última sincronització se suprimiran d'aquest conjunt de dades.
es: Atención: las fichas que, desde la última sincronización, se hayan retirado del conjunto de fichas configurado, serán eliminadas también de este conjunto de datos.
it: Attenzione: i contenuti che sono stati rimossi dalla collezione configurata dopo l'ultima sincronizzazione saranno cancellati da questo dataset.

source: Validate this dataset against the rules currently set in the form builder. Once validated, invalid values will be marked as invalid. You should validate periodically, after fields are added to the form, after field validation rules change, and before exporting the dataset.
bg_bg: Проверете този набор от данни спрямо правилата, зададени в момента в конструктора на формуляри. След като бъдат проверени, невалидните стойности ще бъдат маркирани като невалидни. Трябва да проверявате периодично след добавяне на полета към формуляра, след промяна на правилата за проверка на полето и преди експортиране на набора от данни.
ca_es: Valideu aquest conjunt de dades segons les regles actualment definides al creador de formularis. Un cop validat, els valors no vàlids es marcaran com a tals. Haurieu de fer la validació periòdicament: després d'afegir camps al formulari, quan canviïn les regles de validació dels camps i abans d'exportar el conjunt de dades.
es: Valida este conjunto de datos con las reglas establecidas actualmente en el generador de formularios. Una vez validado, los valores no válidos se marcarán como tal. Debe realizarse una validación periódica tras agregar campos al formulario, después de cambiar las reglas de validación de campos y antes de exportar el conjunto de datos.
it: Valida questo dataset facendo riferimento alle regole attualmente impostate nel costruttore di moduli. Una volta validato, valori non validi saranno indicati come non validi. Dovresti validare periodicamente il dataset quando vengono aggiunti nuovi campi al modulo, dopo un cambiamento alle regole di validazione e prima di esportare il dataset.

source: Export this dataset to a CSV file. Note that the file will only include records from approved items, and that invalid values will be null. This will overwrite an existing export file.
bg_bg: Експортирайте този набор от данни в CSV файл. Имайте предвид, че файлът ще включва само записи от одобрени елементи и че невалидните стойности ще бъдат нула. Това ще замени съществуващ файл за експортиране.
ca_es: Exporta aquest conjunt de dades a un fitxer CSV. El fitxer només contendrà registres dels recursos aprovats i els valors invàlids es marcaran com a nuls. Aquesta acció sobreescriurà els fitxers d'exportació existents.
es: Exporta este conjunto de datos a un fichero CSV. Debe tenerse en cuenta que el fichero sólo contendrá registros de las fichas aprobadas, y que los valores no válidos serán nulos. Esto sobreescribirá una exportación previa.
it: Esporta questo dataset in formato CSV. Considera che il file includerà solo i dati relativi a contenuti approvati e che valori non validi saranno nulli. Questa operazione sovrascriverà il file di esportazione esistente.

source: Dataset metadata
bg_bg: Метаданни на набора от данни
ca_es: Metadades del conjunt de dades
es: Metadatos del conjunto de datos
et: Andmekomplekti metaandmed
it: Metadata del dataset

source: [No description]
bg_bg: [Без описание]
ca_es: [Sense descripció]
es: [Sin descripción]
et: [Kirjeldus pole]
it: [Nessuna descrizione]

source: Not set
bg_bg: Не е зададено
ca_es: Sense definir
es: No establecido
et: Pole määratud
it: Non impostato

source: %s by %s
bg_bg: %s от %s
ca_es: %s per %s
es: %s por %s
et: %s autor %s
it: %s di %s

source: Last modified
bg_bg: Последно променен
ca_es: Darrera modificació
es: Última modificación
et: Viimati muudetud
it: Ultima modifica

source: [Not modified]
bg_bg: [Не е променян]
ca_es: [Sense modificar]
es: [No modificado]
et: [Pole muudetud]
it: [Non modificato]

source: Last synced
bg_bg: Последна синхронизация
ca_es: Darrera sincronització
es: Última sincronización
et: Viimati sünkroonitud
it: Ultima sincronizzazione

source: [Not synced]
bg_bg: [Не е синхронизирано]
ca_es: [Sense sincronitzar]
es: [No sincronizado]
et: [Pole sünkroonitud]
it: [Non sincronizzato]

source: Last validated
bg_bg: Последна валидизация
ca_es: Darrera validació
es: Última validación
et: Viimati kinnitatud
it: Ultima validazione

source: [Not validated]
bg_bg: [Не е валидизирано]
ca_es: [Sense validar]
es: [No validado]
et: [Pole kinnitatud]
it: [Non validato]

source: Last exported
bg_bg: Последен експорт
ca_es: Darrera exportació
es: Última exportación
et: Viimati eksporditud
it: Ultima esportazione

source: [Not exported]
bg_bg: [Не е експортирано]
ca_es: [No exportat]
es: [No exportado]
et: [Pole eksporditud]
it: [Non esportato]

source: Dashboard
bg_bg: Табло
ca_es: Panel de control
es: Panel
et: Töölaud

source: Browse projects
bg_bg: Преглед на проекти
ca_es: Projectes
es: Explorar proyectos
et: Sirvi projekte
it: Sfoglia i progetti

source: Add new project
bg_bg: Добави нов проект
ca_es: Afegeix un nou projecte
es: Añadir nuevo proyecto
et: Lisa uus projekt
it: Aggiungi un nuovo progetto

source: Welcome to DataScribe.
bg_bg: Добре дошли в DataScribe
ca_es: Sigues benvingut al DataScribe!
es: Reciba la bienvenida a DataScribe.
et: Teretulemast DataScribe-i.
it: Benvenuto su DataScribe

source: My projects
bg_bg: Моите проекти
ca_es: Els meus projectes
es: Mis proyectos
et: Minu projektid
it: I miei progetti

source: Unlocked items
bg_bg: Отключени елементи
ca_es: Recursos desbloquejats
es: Fichas desbloqueadas
et: Lukustamata ühikud
it: Contenuti sbloccati

source: New
bg_bg: Нов
ca_es: Nou
es: Nuevo
et: Uus
it: Nuovo

source: In progress
bg_bg: В процес на изпълнение
ca_es: En progrés
es: En proceso
et: Töös
it: In corso

source: Not approved
bg_bg: Неодобрен
ca_es: No aprovat
es: No aprobado
et: Pole heakskiidetud
it: Non approvato

source: Items needing review
bg_bg: Елемента се нуждае от преглед
ca_es: Recursos que necessiten revisió
es: Fichas que necesitan revisión
et: Kirjed, mis vajavad üle vaatamist
it: Contenuti da revisionare

source: Needs my re-review
bg_bg: Нуждае се от моя повторен преглед
ca_es: Requereix que la revisi de nou
es: Necesaria mi revisión adicional
et: Vajab minu poolt uuesti üle vaatamist
it: Richiede una mia ulteriore revisione

source: Records needing review
bg_bg: Записи, които се нуждаят от преглед
ca_es: Registres que necessiten una revisió
es: Registros que necesitan revisión
et: Sissekanded, mis vajavad üle vaatamist
it: Record che devono essere rivisti

source: All projects
bg_bg: Всички проекти
ca_es: Tots els projectes
es: Todos los proyectos
et: Kõik projektid
it: Tutti i progetti

source: No projects found.
bg_bg: Не са открити проекти
ca_es: No hi ha cap projecte
es: No se han encontrado proyectos.
et: Ühtegi projekti ei leitud.
it: Nessun progetto trovato.

source: Batch edit all items
bg_bg: Партидно редактиране на всички елементи
ca_es: Edita per lots tots els recursos
es: Editar todas fichas en lote
et: Kõikide kirjete hulgi muutmine
it: Modifica in blocco tutti i contenuti

source: You are editing %s items
bg_bg: Редактирате %s елементи
ca_es: Esteu editant %s recursos
es: Editando %s fichas.
et: Oled muutmas %s ühikut
it: Stai modificando %s contenuti

source: You are editing the following %s items
bg_bg: Редактирате следните елементи %s
ca_es: Esteu editant el següent %s recurs
es: Editando las siguientes %s fichas
it: Stai modificando i seguenti %s contenuti

source: Browse records
bg_bg: Преглеждане на записите
ca_es: Registres
es: Explorar registros
et: Sirvi sissekandeid
it: Scorri i record

source: Prioritized
bg_bg: Приоритизирани
ca_es: Prioritzat
es: Priorizado
et: Esmatähtsad
it: Prioritizzato

source: Submitted
bg_bg: Изпратени
ca_es: Enviat
es: Enviado
et: Lisatud
it: Inviato

source: Reviewed
bg_bg: Прегледани
ca_es: Revisat
es: Revisado
et: Ülevaadatud
it: Revisionato

source: All items that need review
bg_bg: Всички елементи, които трябва да бъдат прегледани
ca_es: Tots els recursos que necessiten una revisió
es: Todas las fichas que necesitan revisión
et: Kõik kirjed, mis vajavad üle vaatamist
it: Tutti i contenuti che hanno bisogno di revisione

source: All items that need initial review
bg_bg: Всички елементи, които се нуждаят от първоначален преглед
ca_es: Tots els recursos que necessiten una revisió inicial
es: Todas las fichas que necesitan revisión inicial
et: Kõik kirjed, mis vajavad algset ülevaatamist
it: Tutti i contenuti che hanno bisogno di revisione iniziale

source: All items that need re-review
bg_bg: Всички елементи, които се нуждаят от повторен преглед
ca_es: Tots els recursos que necessiten una nova revisió
es: Todas las fichas que necesitan revisión adicional
et: k kirjed, mis vajavad uuesti üle vaatamist
it: Tutti i contenuti che hanno bisogno di nuova revisione

source: Items with values marked as invalid
bg_bg: Елементи със стойности, маркирани като невалидни
ca_es: Recursos amb valors marcats com a invàlids
es: Fichas con valores marcados como no válidos
et: Kirjed, mille väärtused on märgitud vigaseks
it: Contenuti con valori indicati come non validi

source: Items I reviewed that need re-review
bg_bg: Елементите, които съм прегледал и се нуждаят от повторен преглед
ca_es: Recursos que he revisat i que necessiten una nova revisió
es: Fichas que he revisado y que necesitan revisión adicional
et: Ühikud, mida vaatasin üle ja mis vajavad uuesti ülevaatamist
it: Contenuti che ho revisionato che necessitano nuova revisione

source: Items I reviewed that are not approved
bg_bg: Елементите, които съм прегледал и не са одобрени
ca_es: Recursos que he revisat i que necessiten no són aprovats
es: Fichas que he revisado y no aprobadas
et: Ühikud, mida vaatasin üle ja mis pole heaks kiidetud
it: Contenuti che ho revisionato e che non sono stati approvati

source: Items I reviewed that are approved
bg_bg: Елементите, които съм прегледал и са одобрени
ca_es: Recursos que he revisat i que són aprovats
es: Fichas que he revisado y aprobadas
et: Ühikud, mida vaatasin üle ja on heaks kiidetud
it: Contenuti che ho revisionato e che sono stati approvati

source: My new items
bg_bg: Моите нови елеченти
ca_es: Nous recursos
es: Mis nuevas fichas
et: Minu uued ühikud
it: I miei contenuti nuovi

source: My in progress items
bg_bg: Моите елечменти в процес на изпълнение
ca_es: Els meus recursos En progrés
es: Mis fichas en proceso
et: Minu töös olevad kirjed
it: I miei contenuti in corso

source: My items that need review
bg_bg: Моите елементи, които се нуждаят от преглед
ca_es: Els meus recursos que Necessiten revisió
es: Mis fichas que necesitan revisión
et: Minu kirjed, mis vajavad üle vaatamist
it: I miei contenuti che hanno bisogno di revisione

source: My items that are not approved
bg_bg: Моите елементи, които не са още одобрени
ca_es: Els meus recursos No aprovats
es: Mis fichas no aprobadas
et: Minu ühikud pole heaks kidietud
it: I miei contenuti che non sono stati approvati

source: My items that are approved
bg_bg: Моите елементи, които са одобрени
ca_es: Ítems aprovats
es: Mis fichas aprobadas
et: Minu kirjed, mis on heaks kiidetud
it: I miei contenuti che sono stati approvati

source: All unlocked and new items
bg_bg: Всички отключени и нови елементи
ca_es: Tots els recursos nous i desbloquejats
es: Todas las fichas nuevas y desbloqueadas
et: Kõik lukustamata ja uued ühikud
it: Tutti i contenuti sbloccati e nuovi

source: All unlocked and in progress items
bg_bg: Всички отключени и в ход елементи
ca_es: Tots els recursos en progrés desbloquejats
es: Todas las fichas en proceso y desbloqueadas
et: Kõik lukustamata ja töötlemisel olevad ühikud
it: Tutti i contenuti sbloccati e in corso

source: All items that are not approved
bg_bg: Всички елементи, които още не са одобрени
ca_es: Tots els recursos no aprovats
es: Todas las fichas no aprobadas
et: Kõik kirjed, mis pole heaks kiidetud
it: Tutti i contenuti che non sono stati approvati

source: All items that are approved
bg_bg: Всички елементи, които са одобрени
ca_es: Tots els recursos aprovats
es: Todas las fichas aprobadas
et: Kõik kirjed, mis on heaks kiidetud
it: Tutti i contenuti approvati
